[
  {
    "bio": "<p>Simon Cole QPM took up his position as Chief Constable of Leicestershire in June 2010, returning to the area that he grew up in to become Chief of one of the Forces that many years ago rejected his application to be a PC due to colour blindness! </p>\n<p>Having been educated in Market Bosworth, Northampton, Oadby and Colchester, Simon joined West Midlands Police on the Graduate Entry Scheme. He worked in Birmingham in various uniform roles, as well as being Staff Officer to the Chief Constable and a Detective Inspector in West Bromwich. Simon rank jumped to promotion as Operations Superintendent in Handsworth, before becoming Commander of Dudley South Operational Command Unit. </p>\n<p>Simon joined Hampshire Constabulary in 2003 as Assistant Chief Constable where he led on delivering Neighbourhood Policing in Cities, Towns, the New Forest, on the Isle of Wight and at sea! On becoming Deputy Chief Constable in 2008 Simon was responsible for corporate planning and change management, consultation, information and research, as well as diversity and performance. He led work to merge IT departments with a neighbouring Force, and led on both professional standards and collaboration.</p>\n<p>Along the way Simon has completed a variety of training courses including; </p>\n<ul>\n<li>\n<p>1991 and 1994 - Accelerated Promotion Course, Police Staff College, Bramshill </p>\n</li>\n<li>\n<p>2001 - Strategic Command Course, Police Staff College, Bramshill </p>\n</li>\n<li>\n<p>2004/5 - European Top Senior Police Officers’ Course, representing English and Welsh forces, with colleagues from every EU country studying international crime prevention and public confidence. </p>\n</li>\n<li>\n<p>2007 - Strategic Command Course, Police Staff College, Bramshill; this time on the Directing Staff as a Syndicate Director. </p>\n</li>\n</ul>\n<p>He has worked on a variety of National Portfolios including the national portfolio for the Association of Chief Police Officers (ACPO) on mental health and disability from September 2011 until April 2014. During this time he progressed work on Places of Safety, Liaison and diversion from custody and, in 2013, he acted as the police adviser to Lord Adebowale's Independent Commission on Policing and Mental Health which focused on the Metropolitan Police. In 2014 Simon gave evidence to The Home Affairs Select Committee on Policing Mental Health. Simon represented the police service on the Bradley Report Group, looking at the progress of Lord Bradley's 2009 recommendations on liaison and diversion in custody for those who are mentally ill.</p>\n<p>Simon led nationally for National Police Chief's Council on disability issues until March 2016; focusing work on autism, accessibility and dementia. Simon represents the National Police Chiefs Council on the Prime Ministers’ Dementia Task Force. In 2012 Simon was acknowledged by the Employers’ Forum on Disability as their Emergency Services Disability Champion in the Disability Standards Award.</p>\n<p>In April 2012 Simon also became Chairman for what is now The National Police Chiefs' Council Local Policing and Partnerships Coordinating Committee. This includes leading work on local and response policing, Contact Management/101, Troubled Families, Children and Young People, citizens in policing (including Special Constables and Volunteers in Policing) and digital engagement. He leads the Digital Public Contact Board’s work to bring a single on line home to policing (akin to national systems 999 or 101) and sits on the National Police Reform and Transformation Board on behalf of Police Chiefs.</p>\n<p>He sits on the College of Policing Professional Committee. He previously led national work for Association of Chief Police Officers on both crime statistics, within the Association of Chief Police Officers Crime Business Area, and on vetting, within the Association of Chief Police Officers Professional Standards Business Area.</p>\n<p>In 2015 Simon was asked to lead work for the National Police Chief's Council (NPCC) on the Prevent strategy to counter radicalisation, and on the collaborative opportunities available through the procurement of both interpreting services and uniform.</p>\n<p>Locally Simon represents the Force on the Strategic Partnership Board, working with partners from all over the Force area to reduce crime and antisocial behaviour. He also chairs the multi-agency Local Resilience Forum and the Force Executive Group, as well as representing the Force in working with the Police and Crime Commissioner. Simon is chair of the East Midlands Regional Chief Constables Meeting, leading collaborative work across the region.</p>\n<p>Simon has a number of voluntary roles including;</p>\n<ul>\n<li>\n<p>Visiting Fellow of the Department of Criminology, University of Leicester</p>\n</li>\n<li>\n<p>Member of the De Montfort University Faculty of Law Advisory Group</p>\n</li>\n<li>\n<p>Vice President Leicestershire Guides</p>\n</li>\n<li>\n<p>Vice President Leicestershire Scouts</p>\n</li>\n<li>\n<p>Vice President of Police Mutual, which aims to support members of the police family  </p>\n</li>\n<li>\n<p>Board Member of De Montfort University </p>\n</li>\n<li>\n<p>Trustee of Care of Police Survivors Charity </p>\n</li>\n<li>\n<p>Member, Oadby and Knighton Multi Academy Trust </p>\n</li>\n</ul>\n<p>When not at work Simon is a committed family man with a son and daughter growing up in the area that he polices. He is a keen sportsman, playing tennis (badly), cycling (slowly), coaching and refereeing junior rugby and enjoying watching Leicester Tigers when work allows. He chairs the Leicestershire Police Sports and Leisure Section, Force Benevolent Fund and Police Sport UK National (PSUK) Lawn Tennis and Rugby Sections, and is Vice Chairman of the PSUK National Cricket Section.</p>\n<p>He has a BA (Hons) in English Literature from the University of Durham, an MA in History from University College, Worcester, and a Diploma in Criminology and Policing from Cambridge University. In 2014 Simon was very proud to be awarded the Queen's Police Medal in the New Year's Honours List, and was touched to be awarded an Honorary Doctor of Arts by De Montfort University.</p>\n<p>Follow the Chief Constable on Twitter - @ccleicspolice</p>",
    "contact_details": {
      "twitter": "http://www.twitter.com/CCLeicsPolice"
    },
    "name": "Simon Cole",
    "rank": "Chief Constable"
  },
  {
    "bio": "<p>Originally from the north-west, Phil Kay grew up in Worcestershire and joined the police service aged 19, having spent time working in the USA.</p>\n<p>Prior to his appointment in June 2013, as Assistant Chief Constable (Operations) in Leicestershire Police, Phil worked in both Northumbria Police and West Midlands Police. He has a wide range of policing experience, including local policing, Contact Management, CID, Intelligence and Operations.</p>\n<p>As a Chief Superintendent, Phil undertook roles as Head of Operations, for which he was recognised nationally for leading work to make the department more diverse and inclusive, and as a BCU Commander within Birmingham, where he worked with partners and communities to significantly reduce crime and anti-social behaviour, whist improving levels of confidence and satisfaction. He spent 18 months leading the business partnering programme, exploring how the service might work with the private sector to use technology to improve service during challenging financial times.</p>\n<p>Phil is married to a serving West Midlands Police Constable, and has three children.</p>\n<p>Phil?s leisure time revolves around his keen interest in sport particularly football, (lifelong Bolton Wanderers fan), hockey, cycling and rugby.</p>",
    "contact_details": {
      "twitter": "https://twitter.com/ACCOLeicsPolice"
    },
    "name": "Phil Kay",
    "rank": "Assistant Chief Constable"
  },
  {
    "bio": "<p>Roger joined Lincolnshire Police in 1988 having attended Queen Elizabeth Grammar School in Gainsborough and then working in retail management in London. He progressed through the ranks both in uniformed operations and criminal investigation roles, particularly enjoying his experience as a detective. He has a degree in Policing Studies.</p>\n<p>Roger describes his two proudest career moments as being commended as a Detective Sergeant for detecting a knife-point stranger kidnap and sex attack on a young schoolgirl and then ten years later, as the Head of CID, being commended over a four-year long global child protection investigation.</p>\n<p>In October 2010 Roger took up the role as temporary Assistant Chief Constable (Protective Services) in Lincolnshire Police and in March 2012 graduated from the Strategic Command Course.</p>\n<p>He was appointed as Leicestershire Police?s Assistant Chief Constable (Crime) in June 2013.</p>\n<p>Roger is married and has six year old twin boys. His many hobbies include mountaineering (which has included trips to Scotland, the Alps and the Himalayas) skiing, running and open water swimming.</p>",
    "contact_details": {
      "twitter": "http://www.twitter.com/DCCLeicsPolice"
    },
    "name": "Roger Bannister",
    "rank": "Deputy Chief Constable"
  },
  {
    "bio": null,
    "contact_details": {
      "twitter": "https://twitter.com/LeicsPoliceACC"
    },
    "name": "Rob Nixon",
    "rank": "Assistant Chief Constable"
  },
  {
    "bio": null,
    "contact_details": {},
    "name": "Julia Debenham",
    "rank": "Assistant Chief Constable"
  }
]